IDEA StatiCa Open Model
BeamDataEc2.RequiredCamber Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 required camber
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double RequiredCamber { get; set; }
Public Property RequiredCamber As Double
	Get
	Set
public:
property double RequiredCamber {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace